[
    {
        "title": "Ten (1991)",
        "description": "El álbum debut de Pearl Jam, conocido por su éxito comercial y crítico. Caracterizado por canciones como Alive, Even Flow y Jeremy. Su sonido grunge y letras emocionales lo convirtieron en un hito del género."
    },
    {
        "title": "Vs. (1993)",
        "description": "El segundo álbum de estudio de la banda. Muestra un sonido más crudo y agresivo en comparación con Ten. Incluye canciones como Daughte, Elderly Woman Behind the Counter in a Small Town y Animal."
    },
    {
        "title": "Vilagogy",
        "description": "Este álbum expande el sonido de Pearl Jam hacia territorios más experimentales. Presenta una variedad de estilos, desde el grunge hasta el punk y el folk. Canciones notables incluyen Better Man, Corduroy y Immortality."
    },
    {
        "title": "No Code (1996)",
        "description": "Un álbum que desafía las expectativas, explorando nuevos sonidos y estructuras. Incorpora elementos de rock alternativo, punk y música experimental. Destacan canciones como Hail, Hail, Who You Are y Present Tense."
    },
    {
        "title": "Yield (1998)",
        "description": "Un retorno a un sonido más directo y accesible después de la experimentación de No Code. Ofrece una mezcla de canciones enérgicas y emotivas. Incluye éxitos como Given to Fly, Wishlist y Do the Evolution."
    },
    {
        "title": "Binaural (2000)",
        "description": "Un álbum que muestra la madurez y evolución de la banda. Experimenta con técnicas de grabación y producción para crear un sonido inmersivo. Canciones notables son Light Years, Nothing as It Seems y Breakerfall."
    },
    {
        "title": "Riot Act (2002)",
        "description": "Refleja la intensidad emocional y política de la época en la que fue lanzado. Contiene temas líricos más oscuros y reflexivos. Destacan canciones como I Am Mine, Save You y Love Boat Captain."
    },
    {
        "title": "Pearl Jam (2006)",
        "description": "A menudo llamado Avocado por su portada. Marca un regreso a un sonido más directo y rockero. Incluye canciones como World Wide Suicide, Life Wasted y Gone."       
    },
    {
        "title": "Backspacer (2009)",
        "description": "Un álbum en el que la banda muestra una energía renovada y un enfoque más optimista. Es más corto y más conciso que los álbumes anteriores. Contiene canciones como The Fixer, Just Breathe y Amongst the Waves"
    },
    {
        "title": "Lightning Bolt (2013)",
        "description": "Un álbum que combina la energía cruda con melodías cuidadosamente elaboradas. Refleja la diversidad de influencias musicales de la banda. Incluye canciones como Mind Your Manners, Sirens y Yellow Moon."
    }

]





